[Package]
Name=Ellipse
Name_de=Ellipse
Name_ja=楕円
Name_cn=椭圆图
Description=Plot ellipse with center X, center Y, semi-major, semi-minor and rotate angle(optional).
Description_de=Die Ellipse wird mit Zentrum X, Zentrum Y, Semi-Hauptachse, Semi-Nebenachse und Drehwinkel (optional) gezeichnet.
Description_ja=中心X、中心Y、軌道長半径、軌道短半径、回転角（オプション）で楕円をプロットします。
Description_cn=以 X 中心，Y 中心，半长轴，半短轴和旋转角度（可选）绘制椭圆图。
ID=758
Version=1.0
Category=Specialized
Keywords=
Author=OriginLab Corp.
[Origin]
Version=9.8
Pro=0
